espressif/esp-adf/examples/player/pipeline_flash_tone/sdkconfig.defaults.esp32c3
CONFIG_IDF_CMAKE=y
CONFIG_IDF_TARGET_ARCH_RISCV=y
CONFIG_IDF_TARGET="esp32c3"
CONFIG_IDF_TARGET_ESP32C3=y
CONFIG_IDF_FIRMWARE_CHIP_ID=0x0005

#
# Audio HAL
#
CONFIG_ESP32_C3_LYRA_V2_BOARD=y
